runonautomation/sigmon/esp32switch/sdkconfig.defaults.esp32c3
CONFIG_IDF_TARGET="esp32c3"

# Full clock: busy_wait_ns() scales off CONFIG_ESP_DEFAULT_CPU_FREQ_MHZ
CONFIG_ESP_DEFAULT_CPU_FREQ_MHZ_160=y
